tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "prisma/prisma"
brew "ack"
brew "python"
brew "asciinema"
brew "bat"
brew "certbot"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "go"
brew "dep"
brew "erlang"
brew "elixir"
brew "ethereum"
brew "git"
brew "glslviewer"
brew "golang-migrate"
brew "gradle"
brew "grc"
brew "httpie"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "webp"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "kotlin"
brew "kubernetes-helm"
brew "mackup"
brew "nano"
brew "node"
brew "pandoc"
brew "postgresql", restart_service: true
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "sbt"
brew "shfmt"
brew "tree"
brew "vim"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "prisma/prisma/prisma"

cask "vscode"
cask "caprine"
cask "docker"
cask "insomnia"
cask "java"
cask "java8"
cask "minikube"
cask "proxyman"
