
tap 'caskroom/cask'

# Core Homebrew
brew 'ack'
brew 'adns'
brew 'autoconf'
brew 'coreutils'
brew 'ethereum'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'glfw'
brew 'glslviewer'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'httpie'
brew 'icu4c'
brew 'jq'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libtasn1'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'lua'
brew 'nano'
brew 'ncurses'
brew 'nettle'
brew 'node'
brew 'npth'
brew 'oniguruma'
brew 'openssl'
brew 'p11-kit'
brew 'pandoc'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pinentry'
brew 'pkg-config'
brew 'python'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'sqlite'
brew 'tree'
brew 'unbound'
brew 'vim'
brew 'wget'
brew 'wrk'
brew 'xz'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'

# Cask Apps
cask 'caprine'
cask 'docker'
cask 'java'
cask 'java8'

